Repository: atlas-studios/Session2-G2
Catalog: omegat/project_save.tmx
Source language: zh_cn
Languages: en_us

source: 白泽内心没有一点欣喜，甚至有点想哭。才刚刚把玄灵花送出去，决定留在此界了，为啥界门就开了。
en_us: Bai Ze was not in the least bit happy. Instead, he felt like he was going to burst into tears. He had just given away the Black Spirit Blossom and decided to stay in this realm. Why did the realm gate open now?

source: 白泽呆了呆，似是被问到了什么重要的问题，脸轰的一下红了，“是……是……”是了半天也没有说出后面的话，习惯性的想背过身，却又生生忍住。
en_us: Bai Ze stared blankly at her, as if she asked him something important. He flushed red once more, "It's... it's..." he stuttered for a long while without completing his sentence. He started to turn around out of habit, but caught himself.

source: 白泽抬头看了沈萤一眼，张了张口似是想交代什么，脸上却抑制不住又开始泛红，终还是什么都没说，身形一闪，转头又飞向刚刚那个岛。
en_us: Bai Ze glanced at Shen Ying and opened his mouth, as if wanting to say something. He suddenly flushed red and closed his mouth again, turning around to fly toward the island.

source: 白泽没有回答，转头直直看向旁边的沈萤，仍是那张清冷的脸，但眼神却没由来的带上了些……委屈？像是盼着她说点什么。
en_us: Bai Ze did not respond. Instead, he turned around to look at Shen Ying, who was standing beside him. His expression was cool, but his eyes looked... unwilling. He looked like he was waiting for Shen Ying to say something.

source: 白泽清冷的脸突然沉了下来，低头看着下方岛上，突然出现的满天黑色风刃。
en_us: Bai Ze's calm expression suddenly fell. He looked down at the island, which was fast filling up with black wind blades.

source: 白泽皱了皱眉，脸色一沉，半会才清冷的说了一声，“魔蛟。”
en_us: Bai Zhe frowned and his face darkened. After a while, he acknowledged the other coolly, "Wyrm Demon."

source: 白泽眉头顿时拧了起来，手间一紧，直接就化出万道雷光，直接向对方劈了过去。
en_us: Bai Zhe frowned. Then with a wave of his hands, he conjured up thousands of lightning bolts, which he directed towards his opponent.

source: 白泽看了沈萤一眼，声音仍是清冷，却多了几分坚定，“还没吃完。”
en_us: Bai Ze glanced at Shen Ying and replied coolly, "I have not finished eating."

source: 白泽瞬间僵了一下，习惯性的想背过身去，却又不想甩开肩上的手，只能卖力的低着头，任由脸上的红潮往发丝上漫延。
en_us: Bai Ze hesitated. Out of habit, he turned his back toward her, but did not brush her hand away. He lowered his head and allowed the redness of his face to spread to the roots of his hair.

source: 白泽站在原地，仍低着头。
en_us: Bai Ze stood still with his head lowered.

source: 白泽脸色一变，再次化出原型，身上白光大盛，放出神兽威压想阻止兽潮。可这群水族明显受了魔蛟魔气的影响，仍是不管不顾的扑向两人。
en_us: Bai Zhe's face changed. He transformed once again back to his original form. His body emanated a dazzling white light. He emitted a suppression aura in a bid to prevent the Beast Tide from advancing. However, it was useless. This army of aquatic beasts, who were clearly under the influence of the Wyrm Demon's demonic aura, forged on regardless.

source: 白泽身上的光却越来越亮，原本白衣如雪的身影，瞬间化为一个巨大的白色巨兽，纯白的毛发没有一丝杂色，额头长角晶莹剔透，四爪一动，就冲向空中的黑色蛟龙。
en_us: The light from Bai Ze's body grew increasingly brighter until suddenly he underwent a startling transformation. His body, which had been clad in snow-white robes turned into that of a huge beast. Its fur was of the purest white and it had a shiny horn on his head. It crouched forwards on its limbs and leaped straight at the black wyrm in the sky.

source: 白泽这才转过头，看了看界门，又回头看了看沈萤，朝界门的方向走了几步。却停在门前，看着那片雪白的洞口，眉头越皱越深，迟迟没有踏出那一步。
en_us: Bai Ze turned to look at the realm gate, then turned to look back at Shen Ying. Finally, he took several steps toward the realm gate. He stopped in front of it, scanning the opening, which was flashing as white as snow. He frowned deeply, refusing to step through the gate.

source: 白泽：o(*////▽////*)q
en_us: Bai Ze: o(*////▽////*)q

source: 白泽：“……”
en_us: Bai Zhe: "..."

source: 白泽：讨厌的凡人。
en_us: Bai Ze: I hate mortals.

source: 白衣妹子。
en_us: White shirt girl.

source: 百里之外，上青界三人组。
en_us: About five kilometres away, the group of three from the Upper Azure World...

source: 的确有个门派更加方便些，莫说别的，就这次芮糜的事。如果他背后有个宗门，兴许不必等噬魂幡生出鬼王，就可解决。
en_us: Indeed, being a member of a sect did have its benefits. More than anything, one only had to look at the matter of Rui Mi. If he had had the support of a sect, he could have solved the problem before the Soul Devouring Gonfalon gave birth to the Ghost King.

source: 的确，只有化神修士才能划破虚空打开两界的通道，除此之外，想要进入下界，就只有通过印家的传送法阵，或是经由可连通三青界的妖界去往下界。但对她们来说，行走妖界太凶险，而印家的阵法从来都只是为了招揽下界化神修士用的。加上印家和郁家的关系……对方更不可能让她们通行。
en_us: Indeed, only Soul Formation Supremacies were able to tear through the void and enter the passage between the two realms. Anyone else who wanted to enter the Lower Realm had to go through the Yin Family's transportation array. However, it was far too dangerous for the group of ladies to walk through the Demon Realm and the Yin Family would only use their array to recruit Soul Formation cultivators from the Lower Realm. What's more, given the relationship between the Yin Family and the Yu Family… the Yin Family would never allow her to use their transportation array.

source: 的确，谁有事，那个外挂都不会有事。
en_us: Indeed. No matter what happens, that cheat won’t be harmed.

source: 的确，那狐妖明明知道有人在追，躲哪不好，偏偏跑到了这一看就是死胡同的山洞里。要说里面没有一番准备，鬼都不信。
en_us: Indeed, the fox demon clearly knew that it was being pursued. Why of all places would it choose this cave, which was obviously a dead end? It was obvious that the fox demon had planned a trap here in advance.

source: 的确，那狐妖要是能在他们眼皮子底下溜走，刚刚也不至于断了两尾才逃生，要知道血狐的尾巴就是它的修为，一下断了两尾，对它的修为来说是很大的牺牲。
en_us: Indeed, if the fox demon could slip away right under their eyes, it would not needed to have sacrificed its two tails to escape. The cultivation of a blood fox lay in its tails, so losing two tails at once was very damaging to its cultivation level.

source: 目送着这位名动天羽城的绝色小姐离开，江逸沉默的转身回自己小房间内修炼了。
en_us: Seeing off this heavenly young mistress whose beauty made the entire Skyplume City fall at her feet, Jiang Yi turned away in silence and went back to his room to cultivate.

source: 直到一声叹息，一个身影突然手脚并用的，爬上了众妖王所坐的高台之上。众妖这才看到出声之人。
en_us: It was only after a sigh sounded and a figure used all its limbs to climb up to the stand where the Demon Monarchs were seated did the demons finally see the source of the voice.

source: 直到他看到不远处一缕青烟，才总算发现了两人的踪迹。
en_us: When he spotted green smoke from afar, he knew that he had found the two of them.

source: 直到再也看不到沈萤的身影，易峰这才松了一口气，慌乱转身朝着后面的纯白巨兽行了个大礼道，“请灵主赎罪！沈掌门初来易家，不识灵主真身，个性又……爽直了些，无意冒犯灵主。”
en_us: Only after Shen Ying was long gone did Yi Feng dare to heave a sigh of relief. Flustered, he turned to the beast to bow and said, "Please forgive me, Spirit Master! Sect Master Shen is here to visit us for the first time. It does not know your true form. She's also quite... frank. She doesn't mean Spirit Master any harm."

source: 直到几个月后，他组织的一次内部小比中，原本身材最为娇小的思羽妹子，突然扔开了手中的剑，拧起拳头轰隆一声，一拳砸碎了前方的石壁。
en_us: It was not until a few months later when he organized a mini competition that Sister Si Yu, the originally most petite in size, suddenly threw away the sword in her hand and held up her fists and with a crashing sound, smashed a punch right into the stone wall ahead.

source: 直到吃完一块肉，他才沉声道，“我离开玄天宗了。”
en_us: It was only after he finished the meat that he said in a low voice, "I left Blackheaven Sect."

source: 直到天空那个鸭蛋一样黄的太阳落了下去，换上一轮弯月。
en_us: The sun set and the moon rose in its place.

source: 直到她无意间发现一只黑兔在咬人，顺手打了，救了那几个人。一看还是熟人，就是给她红薯的猎户，这才知道这些小动物，原来是吃人的妖。
en_us: It was all until she stumbled upon a black rabbit biting someone, which she conveniently beat up and in doing so saved the people being attacked. On a closer look, she realized that those people looked familiar—they were the hunters that had given her sweet potatoes. That was when she found out that those small creatures were actually demons who devoured humans.

source: 直到沈萤也插了一句道，“小绿妹子，加油！”
en_us: Shen Ying chipped in a word of encouragement too. She exclaimed, "You can do it! Greenie!"

source: 直到那雷整整劈了九九八十一道，空中的云层才尽数散去，四周一下恢复了明亮。地上焦黑一片，原本萝卜的位置已经只剩一个大坑了。
en_us: 9,981 streaks of lightning struck the ground before the clouds began to clear up. The forest now began to lighten up once more. The ground where the radish had been standing was now black and there was a big pit in its place.

source: 直到金光完全覆盖住它全身，没入它身体里，一个金色的契约印记，慢慢在它额头露了出来。
en_us: The gold light covered the wyrm's body entirely and disappeared into it, leaving behind a golden contract mark on its forehead.

source: 直接带着沈萤两师徒一起去了主峰大殿，拿出了在秘境捡漏的那些灵植，奚秋笑得像个两百多斤的孩子。
en_us: Lonemoon immediately brought Shen Ying and Yi Qing to the main peak's main hall. He took the spirit herbs that he picked from the mystic realm out of his storage bag. Xi Qiu grinned, making himself look like a 200kg child.

source: 看了一会，江逸差不多了解了一些情况，这武殿内金牌陪练只有三人，实力差不多都是铸鼎境五六重。银牌陪练有四五个，铸鼎境三四重左右，剩下的八九人全是铜牌陪练。
en_us: After observing for a short while, Jiang Yi had more or less understood some of the circumstances around him. This Martial Arts Hall had only three gold token-grade sparring partners, with power levels around the fifth or sixth stage of the Cast Tripod Realm. There were also four or five silver token-grade sparring partners, with power levels around the third or fourth stage of the Cast Tripod Realm. The remaining eight or nine persons were all bronze token-grade.

source: 看了一遍后，他直接把这传承中的丹方刻入了玉简中，打算回去交给奚秋，存到藏法阁中去，任由弟子查阅，也算是满足了碧涛想要传承的心。
en_us: After he looked through all the recipes, he immediately transferred the recipes in the heritage onto a jade slip. He would hand it to Xi Qiu once he got back to the Dao Repository and allow his disciples to study these recipes freely. At least this would fulfil Bitao's last wish.

source: 看了一阵，他有些自嘲的喃喃：“姬小姐还是别叫公子了，叫我易剑吧！你见过穿如此破烂草鞋的公子？”
en_us: After glancing for a while, in an attempt to mock himself, he muttered, "Young Mistress Ji, I think you shouldn't call me a young master. Why don't you call me Yi Jian! Have you ever seen a gentleman or young master wearing such tattered shoes?"

source: 看了一阵，这老者身子居然微微颤动起来，他目光灼热的扫向江逸，竟突然抱拳拱手道：“这位尊贵的客人，请问这丹药是您炼制出来的吗？”
en_us: After looking at the elixirs for a while, the elderly man actually trembled slightly. With a burning gaze he glanced at Jiang Yi and actually with a sudden motion cupped his fists and greeted, "This distinguished and honourable guest, may I ask if you refined this elixir yourself?"

source: 看到他出现，那个叫青尹的修士，还特意朝着他看了一眼，掀起一个意味不明的笑容道，“玄天宗的剑修……呵，我们秘境里见！”
en_us: Qing Yin spotted Lonemoon. Purposefully, he shot a look in Lonemoon's direction and broke into a strange grin. "Look, if it isn't Blackheaven Sect's sword cultivator… Ha, we'll meet again in the mystic realm!"

source: 看到外面天已经亮了，江逸不敢多研究了，迟些可是要去荣管事那报道，去西山清点草药，他得提炼一些黑色元力备用，避免被江如虎等人截了。
en_us: Seeing that the sky outside was already bright, Jiang Yi did not dare to do any more research. After all, he had to head over and report to to Chief Rong, and go to the Western Hills to take stock of the medicinal plants there. He had to refine some black essence force and keep in reserve for use, in case he was intercepted by Jiang Ruhu and his gang.

source: 看到小奴如此惨样，江逸脑海内爆炸了一般，什么也顾不上直接发狂暴走，身子朝那壮汉飙射而去，元力疯狂的朝拳头涌来，一拳朝那壮汉胸口砸下。
en_us: When he saw Xiaonu's tragic state, Jiang Yi felt his mind explode. Without a thought, he shot towards the man, essence force surging straight to his fist, he threw at the man's chest.

source: 看到武殿外围满了人，想到江恨水和姬听雨都进去修炼了，江逸一时有些好奇，就快步朝武殿外走去。
en_us: Seeing the exterior of the Martial Arts Hall surrounded by people, and thinking about how Jiang Henshui and Ji Tingyu had both entered the Hall to cultivate their power, Jiang Yi felt a surge of curiosity. As such, he hastened his steps and walked towards the exterior of the Martial Arts Hall.

source: 看到江松捧着一张红肿的脸，畏惧的快步离开，江逸也不敢多待了，一边拱手低声说道：“柳长老您忙着。”一边快速朝外面退去。
en_us: Observing Jiang Song's red and swollen face as he fearfully left with quick steps, Jiang Yi did not dare to stay for any longer. He cupped his hands and said in a low voice, "Elder Liu, I’ll take my leave," before he hastily made his way outside.

source: 看到江逸的拳头一下变成了三个，马飞有些慌了，但如此关头他还怎么变招？只能咬牙控制那把旋转的青色短剑继续朝江逸胸口刺去，江逸这拳要是敢砸下来，他的胸口肯定也会被绞出一个大洞！
en_us: Seeing the singular fist suddenly transforming into three, Ma Fei became somewhat panicked. How could he change his own technique at this juncture? He could only clench his teeth and continue to direct the teal-colored short sword on its path towards Jiang Yi's chest. If Jiang Yi dared to hit him with Phantom Punch, Jiang Yi's chest would then become a mangled mess for sure!

source: 看到江逸竟抡起江如虎一阵狂扫，所有人吓得面色惨白，连忙收回攻击慌忙后退，他们这一攻击怕是江逸还没受伤，江如虎就已经被砸成肉泥了。
en_us: The entire group of opponents were so frightened by the sight of Jiang Yi brazenly swinging Jiang Ruhu around in a frenzied sweeping move that their faces turned deathly pale. They promptly withdrew their attacks and retreated backwards in a flurry. They were scared that with their single attack, Jiang Ruhu would beaten to a pulp even before Jiang Yi experienced any injury.

source: 看到江逸脸色大变，江如虎仰天长笑起来：“哈哈，江逸，你不是很狂吗？今日不把你双腿打断，我江如虎的名字倒着写！”
en_us: Seeing the colours on Jiang Yi's face change greatly, Jiang Ruhu laughed towards the sky for a long time and announced, "Haha! Jiang Yi, I thought you were very wild? If I don't break both your legs today, I will write my name 'Jiang Ruhu' in reverse!"

source: 看到江逸这副神情，江小奴有些惊慌起来。随即很快醒悟，大眼睛睁得滚圆惊疑问道：“哎呀，不对啊，少爷你的实力怎么那么强大了？刚才你好厉害哦，把那几个坏蛋都给打伤了……”
en_us: Looking at Jiang Yi's expression, Jiang Xiaonu felt some fear and concern. Almost immediately realizing what he had done, she asked incredulously, "Oh no, hang on, Young Master, since when did you become so strong? Just now you were so powerful, being able to injure all those bad people..."

source: 看到江逸青铜面具下眼眉中神采飞扬之色，姬听雨怔住了，原本她只是怕江逸尴尬随口说出来的宽慰话语，却没想到江逸居然触动如此之大，还宛如变了一个人般，身上的气势竟让她有一种莫名的熟悉感，就好像……他父亲当年受封天羽城城主那一刻般。
en_us: Seeing Jiang Yi's eyes glow with vigor and high spirits from under his bronze mask, Ji Tingyu was stumped for words. Originally, she had just wanted to say some simple words of comfort and consoling, out of fear that Jiang Yi would feel too awkward. However, what she did not expect was that Jiang Yi would become so touched, as though he had changed and become a completely different person. The sense of confidence and gradeur emitting from his body actually gave her a mysterious feeling of familiarity, as though he was like... her father, at the moment when he was given the title of City Lord of Skyplume City.

source: 看到这羿清眼睛猛的睁大，“师父！”直接转身就朝着西南方向追了出去。
en_us: Upon seeing this, Yi Qing's eyes widened and he exclaimed, "Master!" He immediately turned around and headed out towards the southwest.

source: 看到马黑旗和柳河走之前淡淡瞥过的一眼，江逸暗暗苦恼，扭头朝练功房内走去。
en_us: Jiang Yi headed to the Technique Practising Room, inwardly vexed by the faint glance Ma Heiqi and Liu He sent his way before they left.

source: 看得兔王浑身一抖，立马退了好几步，“上仙，我……我不行！我虽然是十阶妖王，但……妖丹离体我就是只死兔了。”
en_us: The Rabbit Monarch shivered and retreated a couple of steps, crying out, "Exalted Immortal, I… I cannot do this! Although I am a level ten Demon Monarch, once the demon core leaves my body… I will be a dead rabbit."

source: 看来无论多么强悍的阵法，在时间面前也是无能为力的。难怪他们这么容易就闯进了这仙宫，门上连个阻挡的阵法也没有，恐怕整个大殿内唯一有作用的，就是刚刚储丹室那道阵法了，那还是由于碧涛的仙魂一直在附近，阵法有他的仙力维持的原因。
en_us: It looked like even the strongest array formations couldn't withstand time. It was no wonder that they could enter the Immortal Pavilion so easily. The defense array formation at the door had also lost its effect. The only array formation that still seemed to be working in the entire hall was the one at the entrance of the Pill Storage Repository, and that was probably because the presence of Bitao's Immortal Soul close by gave it power to withstand time.

source: 看来羿清这些天，没少查看地形，果然是个勤奋好学的厨……弟子。
en_us: It seemed that Yi Qing had done his fair share of research on the land the past few days. He was indeed a diligent and eager chef… disciple.

source: 看来还是没有死心啊！以前羿清是地仙还好，现在他都是墨仙了，整个仙界想找个同为墨仙修为的剑仙都十分困难，更别说还是天生剑体。
en_us: It seems as if they had not given up! Before, it was still okay when Yi Qing was a mere Earth Immortal, but now that he is a spiritual immortal, it would be so hard to find another sword immortal with the spiritual immortal cultivation, let alone finding one with an Innate Sword Embodiment.

source: 看来这个仙府已经空了很久很久了，原本放在储药格里的东西没人管，所以自己开始长起来了，才形成了那片森林。怪不得那林中那么多奇珍异植，还催生出了草木灵。
en_us: It seemed that this immortal residence had been empty for a long time. The object originally placed in the storage compartment had been left unattended, so it had begun to grow, developing into that patch of forest. No wonder there were so many exotic plants in the forest; it had even spawned many Vegetation Spirits.

source: 看来这魔修不单是夺宝，他是真想杀了姓陆的修士。羿清眉头一皱，再不保留，调动全身灵气。招势一换，剑气化形，一瞬间数十把灵气聚成的剑就出现在了周身，化出万千道剑光，直接破阵而出，把大片的荆棘连同那些黑气一块，切为粉碎。
en_us: It seemed like the fiendish cultivator not only wanted to steal the treasure, but was also eager to kill Cultivator Lu. Yi Qing furrowed his brows, and then with no hesitation, he mustered all the Spirit Qi in his body. With Sword Qi being manifested, ten swords made by combining Sword Qi appeared all around him in an instant. The glare from the swords cut through the array along with the forest of thistles and the black gas.

source: 看着他一脸信仰崩溃的绝望样，沈萤没由来的有些不忍心。
en_us: Looking at his face of breakdown and despair, Shen Ying did not have the heart to see him like that.

source: 看着因为被收入无敌派，而一个个兴奋的弟子们，孤月对门派的未来，表示深深的担忧。但很快，他就没时间担忧了，因为他发现自己修为居然突破了，而且直逼化神大圆满，隐有压制不住的趋势。
en_us: He looked around at the new disciples of Invincible Sect. Looking at each of their excited expressions made Lonemoon worry for the future of the sect. Very quickly, he set aside his worries and found that he had a breakthrough in his cultivation level. He was now a perfected Soul Formation cultivator. He had an unsuppressible force about him.

source: 看着手里的红薯，她实在不好说自己不想干了。于是，从此她过上了猎妖的生活，开始狩猎这些奇怪的小动物，至少肉还是比红薯好吃的。
en_us: Looking at the sweet potatoes in her hands, she was too embarrassed to say that she wanted to quit. From then on, she led a life of slaughtering demons, starting by hunting those weird-looking small animals—at least their meat tasted better than sweet potatoes.

source: 看着漫天的手影，江逸暗暗感慨。心底却不愿意在一个大美女面前丢脸，他深知自己的速度绝对比不过姬听雨，索性也不躲避了，目光死死锁定姬听雨的双手，脑海快速转动，预算着对方的攻击轨迹，一双手如海藻般朝前方探去。
en_us: Seeing the hand silhouettes cover up the surrounding air for as far as his eyes could see, Jiang Yi slightly sighed with regret. Deep down in his heart, he was in truth unwilling to lose face in front of a beautiful lady. He knew deep down that his speed would definitely be unable to beat that of Ji Tingyu. As such, he simply decided to stop trying to avoid incoming attacks any further, and instead use his eyes to firmly lock on to Ji Tingyu's hands. With his mind spinning at a quick speed, he was able to estimate his opponent's attack trajectory and in turn stretch his two hands forward like a strand of seaweed.

source: 看着眼前两个又开始日常犯蠢的身影，他没由来的一阵心烦，突然就没了胃口，“我吃饱了！”
en_us: He lost his appetite looking at the two people in front of them revert to their stupid antics. "I'm full!"

source: 看着眼前桌上突然多出来的祖孙三人，孤月嘴角一阵抽搐，手里篮子一个没拿稳，差点扔了出去。
en_us: Seeing that the table appeared three more people out of the blue, Lonemoon's mouth twitched, and almost lost his control over the basket in his hand.

source: 真.第一次上天的沈萤：“……”呃，便宜厨子这关爱残障儿童的眼神是什么鬼？不就是搭你个飞的吗？
en_us: Shen Ying who was truly flying for the first time: "…" Uh, what’s with this cheapskate chef's sympathetic gaze, looking at me as if I’m a disabled child? Isn’t it just a getting a ride from you?

source: 真·手撕界门。
en_us: She really tore open the realm gate.

source: 真的……她是真的要将兽丹送她，即使她是挟持她的魔修。只是因为……见她重伤吗？世上怎么会有这般‘愚蠢’的人！蠢到……蠢到她居然想护一下！
en_us: Really… She really wants to give me the beast spirit pill, even though I, a fiendish cultivator, was the one who held her hostage. Just because… she sees that I am seriously injured? How can there be such a 'stupid' person in this world! So stupid… so stupid that I actually want to protect her!

source: 真的吃了啊喂！
en_us: She's really going to eat it!

source: 真难吃……不过，好过自己做的！
en_us: It’s really hard to eat… but it’s better than what I cook!

source: 眶当……
en_us: Bang!…

source: 眼前是一个山洞，只是洞是用灵石堆砌起来的，隐隐透着白光，一靠近就能感觉到扑面而来的浓郁灵气。沈萤摸了摸，易家是真土豪啊，突然有种想叫牛爸爸的冲动。
en_us: There was a cave in front of her. The walls of the cave were made out of spirit stones which continuously emitted white light. As she approached the cave, she felt a strong gust of spirit Qi rush toward her. Shen Ying touched the walls of the cave. The Yi Family was truly a local tyrant. She suddenly felt an urge to call Father Niu.

source: 眼看两个人又开始了日常智障，孤月忍不住翻了个白眼，却还是止住了打算出门的脚步，坐了下来。嗯，不知道海鲜味道怎么样。
en_us: Lonemoon saw that the two of them had returned to their normal retarded ways. He rolled his eyes and was just about to walk out of the main door when he stopped himself. Instead, he sat down at the table. Hmm, I wonder how the seafood would taste.

source: 眼看着兽潮就要将两人淹没，耳边全是魔蛟嚣张的狂笑声，“哈哈哈哈，今日我要将你们碎尸万……”
en_us: The Beast Tide was about to wash over the them. Their ears were filled with the maniacal laughter of the Wyrm Demon, "Hahaha, I'm going to cut you into a thousand pieces..."

source: 眼看着她就要像抓郁海珩一样，伸手抓住他的领子。
en_us: Shen Ying was just about to reach out to grab his collar, just like what she had done to Yu Haiheng earlier.

source: 眼看着就要打在旁边的殿宇之上，思羽脸色一白，突然又追了上去，用力再次朝风刃击出一拳，硬生生使它改变了方向，击在了大殿的门柱上。
en_us: The wind blade headed straight for the palace. The color drained from Si Yu's face. She immediately chased after the wind blade and threw another punch toward the wind blade. The wind blade changed its trajectory enough to miss the palace and hit the doorpost in front of the main hall instead.

source: 眼看着郁海衍的风刃，已经到了两人面前了。思羽也只能硬抗，一拳拳挥向那些风刃，可总会有遗漏的，即使是天雷粹练过的身体，也挡不住灵气凝结成的风刃，不时划过血肉翻飞。
en_us: The wind blades were just about to hit the two girls. Si Yu had no choice but to try and defend against them. She deflected the wind blades with her fists, but she could not deflect all of them. Even a body that has endured through the Lightning Tribulation could not stand against wind blades which were formed with condensed Spirit Qi. Some of the wind blades cut her body.

source: 眼看着，那道雷就要落在孤月身上。
en_us: That bolt of lightning was about to strike at Lonemoon's body.

source: 瞅了瞅自己手里的千叶灵花，再看了看空荡荡的门口。
en_us: He looked at the Thousand Leaves Spirit Flower in his hands, then looked up at the empty doorway.

source: 瞅了瞅趴在饭桌上的血人，再看了看手里仅剩的半碗饭，沈萤下意识的就递了过去，“来一碗吗？”
en_us: Glancing at the bloody person on the dining table, and then looking at the half-empty bowl of rice in her hand, Shen Ying subconsciously proffered the bowl and asked, "Do you want some?"

source: 瞅着妹子手臂上隐隐鼓起的肱二头肌，他只觉得心底咯噔一下，总算明白哪里不对劲了。
en_us: Looking at the biceps on her arm, he had a moment of eureka and finally understood what had been amiss.

source: 瞧这外挂做的好事？！这都是当初她那句，一力降十会害的，才让大家走上歪路。
en_us: Look at what this cheat had done! It was all because of that saying, one strong man can overcome ten, that caused everyone to walk on this crooked path.

source: 瞬间他只觉得灵台清明，一直郁结于心底的情绪顿时散得干干净净，体内那层一直无法突破隔墙，隐隐有了倒塌的趋势。
en_us: Instantly, a brightness lit up his entire soul, and the self-pity that had been eating away at him vanished. He could feel something in his body stirring; it was as if the wall that been preventing his breakthrough was showing signs of crumbling.

source: 瞬间只见一道黑影，从天而降，嘭的一声砸在地上，半截都陷进了土里。
en_us: Suddenly, a black figure plummeted from the sky and crashed to the ground, his lower torso entirely embedded within the earth.

source: 瞬间大殿内就多了四个人。
en_us: There were four more people in the hall now.

source: 瞬间对神界充满了排斥感，再次看向眼前的界门，眼神慢慢冷了一下去，深吸了一口气，像是下定了什么决心似的，转头看向沈萤，一字一句的道，“我决定，不回……”
en_us: In a moment, he was filled with resentment towardthe divine realm. He looked into the realm gate once more. Then, he clenched his jaw and took a deep breath, as if he had made up his mind. He started to turn to face Shen Ying as he announced, "I have decided not to..."

source: 瞬间，灼热的感觉尽褪，眼前顿时换了一番天地，花草纷芳，绿意遍地。身边围绕着似是七彩霞光一般的仙气。
en_us: In an instant, the burning sensation they were feeling faded away, and all at once, a new world appeared in front of them — a green pasture filled with the fresh scent of flowers and plants. Immortal Qi swirled around them like a multi-colored afterglow.

source: 知情观众孤月：“……”
en_us: Lonemoon who knew what was going on: "..."
